micropython/micropython/ports/samd/boards/ADAFRUIT_TRINKET_M0/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Trinket M0"
#define MICROPY_HW_MCU_NAME   "SAMD21E18A"
// ASF4 MCU package specific Pin definitions
#include "samd21e18a.h"

#define MICROPY_HW_XOSC32K  (0)
